bench/train_cache_on_bytecode_on_get.txt
MacBook-Air:nginx-torch user$ wrk -t12 -c400 -d30s http://localhost:3000/train
Running 30s test @ http://localhost:3000/train
  12 threads and 400 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   124.20ms   65.27ms   1.93s    90.23%
    Req/Sec   142.58    103.86   590.00     58.74%
  42327 requests in 30.10s, 7.84MB read
  Socket errors: connect 157, read 257, write 15, timeout 282
Requests/sec:   1406.14
Transfer/sec:    266.78KB