bench/train_cache_on_bytecode_on_post.txt
MacBook-Air:nginx-torch user$ wrk -t12 -c400 -d30s -s benchmarks/wrk/train_string.lua http://localhost:3000/train
Running 30s test @ http://localhost:3000/train
  12 threads and 400 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   142.22ms   71.57ms   1.95s    78.46%
    Req/Sec    91.20     85.54   570.00     81.55%
  29228 requests in 30.10s, 5.41MB read
  Socket errors: connect 157, read 193, write 4, timeout 224
Requests/sec:    970.97
Transfer/sec:    183.91KB